<template>
  <div id="DataProcessing">
    <SiteHeader />
    <SiteNavigation />
    <div class="py-[66px] flex flex-col items-center site_color_1 text-left text_1">
    <h2 class="mb-[39px] text-center">Соглашение на обработку персональных данных</h2>
    <div class="w-[794px] flex flex-col gap-y-[39px]">
        <p>Присоединяясь к настоящему Соглашению и оставляя свои данные на Сайте smartics.ru, (далее — Сайт), путем заполнения полей онлайн-заявки (оформления заказа) Пользователь:</p>
        <ul class="list_data_process">
          <li><p>•</p><p>подтверждает, что указанные им персональные данные принадлежат лично ему;</p></li>
          <li><p>•</p><p>признает и подтверждает, что он внимательно и в полном объеме ознакомился с настоящим Соглашением и содержащимися в нем условиями обработки его персональных данных, указываемых им в полях он-лайн заявки (регистрации) на Сайте;</p></li>
          <li><p>•</p><p>признает и подтверждает, что все положения настоящего Соглашения и условия обработки его персональных данных ему понятны;</p></li>
          <li><p>•</p><p>дает согласие на обработку Сайтом предоставляемых персональных данных в целях регистрации Пользователя на Сайте;</p></li>
          <li><p>•</p><p>выражает согласие с условиями обработки персональных данных без каких-либо оговорок и ограничений.</p></li>
        </ul>
        <p>Пользователь дает свое согласие на обработку его персональных данных, а именно совершение действий, предусмотренных п. 3 ч. 1 ст. 3 Федерального закона от 27.07.2006 N 152-ФЗ «О персональных данных», и подтверждает, что, давая такое согласие, он действует свободно, своей волей и в своем интересе.</p>
        <p>Согласие Пользователя на обработку персональных данных является конкретным, информированным и сознательным.</p>
        <ul class="list_data_process">
          <p>Настоящее согласие Пользователя применяется в отношении обработки следующих персональных данных:</p>
          <li><p>•</p><p>фамилия, имя, отчество;</p></li>
          <li><p>•</p><p>номера телефонов;</p></li>
          <li><p>•</p><p>адресах электронной почты (E-mail).</p></li>
        </ul>
        <ul class="list_data_process">
          <p>Пользователь, предоставляет сервису smartics.ru право осуществлять следующие действия (операции) с персональными данными:</p>
          <li><p>•</p><p>сбор и накопление;</p></li>
          <li><p>•</p><p>хранение в течение установленных нормативными документами сроков хранения отчетности, но не менее трех лет, с момента даты прекращения пользования услуг Сайта Пользователем;</p></li>
          <li><p>•</p><p>уточнение (обновление, изменение);</p></li>
          <li><p>•</p><p>использование в целях регистрации Пользователя на Сайте;</p></li>
          <li><p>•</p><p>уничтожение;</p></li>
          <li><p>•</p><p>передача по требованию суда, в т. ч. третьим лицам, с соблюдением мер, обеспечивающих защиту персональных данных от несанкционированного доступа.</p></li>
        </ul>
        <p>Указанное согласие действует бессрочно с момента предоставления данных и может быть отозвано Вами путем подачи заявления администрации Сайта с указанием данных, определенных ст. 14 Закона «О персональных данных».</p>
        <p>Отзыв согласия на обработку персональных данных может быть осуществлен путем направления Пользователем соответствующего распоряжения в простой письменной форме на адрес электронной почты (E-mail) support@smartics.ru</p>
        <p>Сайт не несет ответственности за использование (как правомерное, так и неправомерное) третьими лицами информации, размещенной Пользователем на Сайте, включая её воспроизведение и распространение, осуществленные всеми возможными способами.</p>
        <p>Сайт имеет право вносить изменения в настоящее Соглашение. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Соглашения вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Соглашения.</p>
        <p>Действующая редакция всегда находится на странице по адресу: smartics.ru/agreement К настоящему Соглашению и отношениям между пользователем и Сайтом, возникающим в связи с применением Соглашения подлежит применению материальное и процессуальное право Российской Федерации.</p>
    </div>
    </div>
    <SiteFooter />
  </div>
</template>
<script>
import SiteHeader from '../components/SiteHeader.vue'
import SiteNavigation from '../components/SiteNavigation.vue'
import SiteFooter from '../components/SiteFooter.vue'

export default {
  components: {
    SiteHeader,
    SiteNavigation,
    SiteFooter
    }
}
</script>
<style>
.list_data_process li{
  display: flex;
  gap: 10px;
  margin-left: 10px;
}
</style>